#include <stdio.h>
#include <Windows.h>
int main(){
	SetConsoleCP(1251);
	SetConsoleOutputCP(1251);
	printf("Гарифуллин\n");
	printf("Фарид\n");
	printf("Марсельевич\n");
	printf("\n");
	printf("Группа: Пибд-13-2023\n");
	printf("Предмет: Основы програмирования\n");
	printf("Лабараторная работа №1\n");
	printf("___________$$$$$$$$$,\n");
	printf("________$$$$$__$__$$$$$,\n");
	printf("_____$$$_______$_______$$$,\n");
	printf("__$$$_________$$$_________$$$\n");
	printf("_$$___________$$$___________$$,\n");
	printf("$$____________$$$____________$$,\n");
	printf("$$___________$$$$$___________$$,\n");
	printf("$$_________$$$$_$$$$_________$$,\n");
	printf("$$_____$$$$$$_____$$$$$$_____$$,\n");
	printf("$$__$$$$$_____________$$$$$__$$,\n");
	printf("_$$$$_____________________$$$$,\n");
	printf("__$$_______________________$$,\n");
	printf("____$$$$_______________$$$$,\n");
	printf("________$$$$_______$$$$,\n");
	printf("___________$$$$$$$");


}